Repository: Tronje-the-Falconer/Pi-Ager
Catalog: var/www/locale/*/LC_MESSAGES/pi-ager.po
Languages: de_de

source: Pi-Ager Main started
de_de: Pi-Ager Main gestartet

source: Starting aging loop at
de_de: Reifeprogramm gestartet um

source: Aging loop stopped at
de_de: Reifeprogramm angehalten um

source: current period
de_de: aktuelle Periode

source: operation mode
de_de: Betriebsmodus

source: cooling
de_de: Kühlen

source: cooling with humidify
de_de: Kühlen mit Befeuchten

source: heating with humidify
de_de: Heizen mit Befeuchten

source: automatic with humidify
de_de: Automatik mit Befeuchten

source: automatic with dehumidify and humidify
de_de: Automatik mit Befeuchten und Entfeuchten

source: operation mode wrong or set incorrectly
de_de: Betriebsart falsch oder falsch eingestellt

source: setpoint temperature
de_de: Sollwert Temperatur

source: primary temperature control hysteresis
de_de: Primäre Hysterese der Temperaturregelung

source: secondary temperature control hysteresis
de_de: Sekundäre Hysterese der Temperaturregelung

source: cooling compressor delay
de_de: Verzögerung Kühlen

source: seconds
de_de: Sekunden

source: setpoint humidity
de_de: Sollwert Feuchte

source: humidifier hysteresis
de_de: Hysterese Befeuchter

source: dehumidifier hysteresis
de_de: Hysterese Entfeuchter

source: humidification delay
de_de: Verzögerung Befeuchter

source: minutes
de_de: Minuten

source: timer circulation air OFF duration
de_de: Timer Umluft AUS Dauer

source: timer circulation air ON duration
de_de: Timer Umluft EIN Dauer

source: timer exhaust air OFF duration
de_de: Timer Abluft AUS Dauer

source: timer exhaust air ON duration
de_de: Timer Abluft EIN Dauer

source: duration
de_de: Dauer

source: hours
de_de: Stunden

source: hour
de_de: Stunde

source: sensortype
de_de: Sensor Typ

source: values
de_de: Werte

source: the climate values are now controlled by the automatic program
de_de: Die Klimawerte werden nun automatisch kontrolliert durch die Tabelle

source: Program
de_de: Programm

source: ends the control.
de_de: beendet die Kontrolle.

source: continues to work with the last values.
de_de: Der Pi-Ager arbeitet mit den zuletzt gültigen Werten der Reifetabelle.

source: start with period
de_de: starte mit Zyklus

source: of
de_de: von

source: next change of values
de_de: Nächste Änderung der Werte

source: end of program
de_de: Ende des Programms

source: start values period 1 of
de_de: Starte mit Werten des Zyklus 1 von

source: new values for period
de_de: neue Werte für Zyklus

source: in agingtable duration_sleep-loop. duration_sleep left
de_de: Restzeit im laufenden Zyklus

source: Start MQTT loop at
de_de: Start MQTT um

source: MQTT loop stopped at
de_de: MQTT beendet um

source: Light turned off after 10 minutes timeout
de_de: Licht wird nach 10 Minuten Zeitüberschreitung ausgeschaltet

source: Light turned off
de_de: Licht permanent AUS

source: Light turned on
de_de: Licht permanent EIN

source: wakeup_waiter stopped
de_de: HMI Anzeige: Weckdienst gestoppt

source: button_waiter stopped
de_de: HMI Anzeige: Schaltflächenüberwachung gestoppt

source: Client instance generated
de_de: Clientinstanz generiert

source: Nextion client connected
de_de: Nextion Client verbunden

source: Could not connect to Nextion client. Possible HMI display not connected
de_de: Es konnte keine Verbindung zum Nextion Client hergestellt werden. Möglicherweise ist das HMI-Display nicht angeschlossen

source: Nextion client run-loop finished
de_de: Nextion-Client-Laufschleife beendet

source: Nextion client stopped
de_de: Nextion-Client gestoppt

source: Start scale loop1 at
de_de: Waage 1 gestartet um

source: Start scale loop2 at
de_de: Waage 2 gestartet um

source: Scale loop1 stopped at
de_de: Waage 1 angehalten um

source: Scale loop2 stopped at
de_de: Waage 2 angehalten um

source: Start switch control loop at
de_de: Schalter Steuerung gestartet um

source: Switch control loop stopped at
de_de: Schalter Steuerung angehalten um

source: Start uptime loop at
de_de: Start der Betriebszeitschleife um

source: Uptime loop stopped at
de_de: Betriebszeitschleife angehalten um

source: sensortype set to
de_de: Sensor Typ eingestellt auf

source: defrost process stopped
de_de: Abtauvorgang gestoppt

source: defrost process started
de_de: Abtauvorgang gestartet

source: GPIO states
de_de: GPIO-Zustände

source: heater
de_de: Heizung

source: on
de_de: Ein

source: off
de_de: Aus

source: cooling compressor
de_de: Kühlen

source: humidifier
de_de: Befeuchter

source: circulation air
de_de: Umluft

source: exhaust air
de_de: Abluft

source: dehumidifier
de_de: Entfeuchter

source: light
de_de: Licht

source: uv-light
de_de: UV-Licht

source: UPS battery is low
de_de: USV-Batterie ist schwach

source: Shutdown Pi-Ager now
de_de: Pi-Ager jetzt abschalten

source: UPS battery is ok
de_de: USV-Batterie ist in Ordnung

source: Power monitor signals powerfail
de_de: Stromüberwachung meldet Netzausfall

source: Power monitor signals powergood
de_de: Stromüberwachung meldet Netz ok

source: Switch is shorted to GND
de_de: Schalter ist mit GND kurzgeschlossen

source: Switch is open
de_de: Schalter ist offen

source: selected internal sensor
de_de: Ausgewählter interner Sensor

source: target temperature
de_de: Sollwert Temperatur in °C

source: actual temperature
de_de: Aktuelle Temperatur

source: target humidity
de_de: Sollwert Feuchte

source: actual humidity
de_de: Aktuelle Feuchte

source: actual dewpoint
de_de: Aktueller Taupunkt

source: actual humidity abs
de_de: Aktuelle absolute Feuchte

source: selected external sensor
de_de: Ausgewählter externer Sensor

source: circulation air timer inactive
de_de: Umluft Timer inaktiv

source: fan permanent off
de_de: Ventilator permanent AUS

source: fan permanent on
de_de: Ventilator permanent EIN

source: circulation air timer active
de_de: Umluft Timer aktiv

source: fan on
de_de: Ventilator ein

source: fan off
de_de: Ventilator aus

source: exhaust air timer inactive
de_de: Abluft Timer inaktiv

source: exhaust air timer active
de_de: Abluft Timer aktiv

source: modus uv-light
de_de: Modus UV-Licht

source: uv-light timer inactive
de_de: UV-Licht Timer inaktiv

source: uv-light permanent off
de_de: UV Licht permanent AUS

source: uv-light permanent on
de_de: UV-Licht permanent Ein

source: uv-light timer active
de_de: UV-Licht Timer aktiv

source: uv-light on
de_de: UV-Licht Ein

source: uv-light off
de_de: UV-Licht AUS

source: uv-light timestamp inactive
de_de: Zeitpunkt UV-Licht inaktiv

source: uv-light timestamp active
de_de: Zeitpunkt UV-Licht aktiv

source: modus light
de_de: Modus Licht

source: light timer inactive
de_de: Licht Timer inaktiv

source: light permanent off
de_de: Licht permanent AUS

source: light permanent on
de_de: Licht permanent EIN

source: light timer active
de_de: Licht Timer aktiv

source: light on
de_de: Licht EIN

source: light off
de_de: Licht AUS

source: light timestamp inactive
de_de: Zeitpunkt Licht inaktiv

source: light timestamp active
de_de: Zeitpunkt Licht aktiv

source: weight scale
de_de: Waagenmessung

source: goodbye
de_de: Auf Wiedersehen

source: running cleanup script
de_de: Bereinigungsskript ausführen

source: cleanup complete
de_de: Bereinigungsskript beendet

source: nothing to cleanup
de_de: nichts zu bereinigen

source: Error initializing AHT2x/3x sensor!
de_de: Fehler beim Initialisieren des AHT2x/3x-Sensors!

source: Too many measurement errors occurred!
de_de: Es ereigneten sich zu viele Messfehler!

source: Error initializing SHT sensor!
de_de: Fehler beim Initialisieren des SHT-Sensors!

source: Too many SHT measurement errors occurred!
de_de: Es sind zu viele SHT-Messfehler aufgetreten!

source: uv-light switch
de_de: UV-Licht Schalter

source: uv light manual off
de_de: UV Licht manuell AUS

source: end pause uv-light!
de_de: Pause UV Licht Ende!

source: auto mode on
de_de: Automatik Modus EIN

source: pause uv-light!
de_de: UV-Licht Pause!

source: uv light off
de_de: UV Licht AUS

source: administration
de_de: Admin

source: internal
de_de: Sensor intern

source: external
de_de: Sensor extern

source: help
de_de: Hilfe

source: MiThermometer device name
de_de: MiThermometer Gerätename

source: Enter MiThermometer device name, e.g. ATC_C4C134, can be found with blescan tool
de_de: Geben Sie den MiThermometer-Gerätenamen ein, z. B. ATC_C4C134. Der Gerätename kann mit einem Bluetooth Scan-Tool gefunden werden

source: helptext_sensortype_admin
de_de: <br><br> <b>Sensor intern: </b> Hier kann man den Sensor auswählen, mit dem die Temperatur und Luftfeuchte im Reifeschrank geregelt wird. Es können sowohl die älteren 1-Wire Sensoren DHT11/22 und SHT75, als auch die neueren I2C Sensoren SHT85, SHT3x, AHT2x, AHT30 und SHT4x genutzt werden. <br><br> <b>Sensor extern: </b>Es besteht die Möglichkeit, einen weiteren Sensor an das System anzuschließen. Mit dem externen Sensor kann man die äußeren Umgebungsbedingungen des Pi-Agers erfassen. Die externe Temperatur und Feuchtigkeit kann als Informationsquelle, speziell für die Regelung der Feuchtigkeit im Reifeschrank, genutzt werden. <br>Es ist zu beachten, dass nur externe Sensoren eingesetzt werden können, deren I2C Adressen sich von dem selektierten internen Sensor unterscheidet. Der Bluetooth Sensor 'Mi Temperature and Humidity Monitor 2' kann unabhängig von der Art der internen Sensoren als externer Sensor eingesetzt werden. <br>Mit Hilfe einer externen Beschaltung z.B. mit einem 10kOhm Wiederstand, kann man die I2C Bus-Adresse des SHT3x Sensors auf die benötigte Adr. 0x45 ändern. Manche SHT3x Sensorboards sind auch mit einem entsprechenden Jumper ausgestattet. Dieser so modifizierte Sensor erscheint im Setup als SHT3x-mod. <br><br> <br><br> <br><img src="./images/icons/MiTemperatureSensor2.png" alt=""> <br>Der 'Mi Temperature and Humidity Monitor 2' kann in Verbindung mit allen internen Sensoren verwendet werden. <br>Dieser Sensor kann nur mit einer benutzerdefinierten Firmware verwendet werden. Um diesen Sensor zu flashen, ist es erforderlich, ein Android-basiertes Smartphone oder Tablet zu verwenden und diese Seite im Browser zu öffnen: <br><a href="https://pvvx.github.io/ATC_MiThermometer/TelinkMiFlasher.html" target="_blank">TelinkMiFlasher</a> <br>Auf der Telink-Flasher-Seite: Drücken Sie "Verbinden": Der Browser sollte ein Popup mit sichtbaren Bluetooth-Geräten öffnen. Wählen Sie das entsprechende Zielgerät (z. B. LYWSD03MMC) zum Koppeln aus. <br>Nachdem die Verbindung hergestellt wurde, wird die Schaltfläche "Aktivierung ausführen" angezeigt. Drücken Sie diese Schaltfläche, um den Vorgang der Entschlüsselung des Encryption Keys zu starten. <br>Jetzt können Sie die Schaltfläche Benutzerdefinierte Firmware ver x.x drücken, um die benutzerdefinierte Firmware direkt zu flashen. Alternativ können Sie über die Dateiauswahl eine bestimmte Firmware-Binärdatei (d. h. die Original-Firmware) auswählen <br>Drücken Sie "Start Flashing". <br> <b>Achtung:</b> Notieren Sie sich nach dem Flashen den Gerätenamen des MiThermometers, der angezeigt wird. Das Format des Namens ist <b>ATC_xxxxxx</b>, mit xxxxxx als die letzten 3 Bytes der MAC Adresse. <br>Die ersten drei Bytes sind immer gleich (A4:C1:38) und werden daher im Namen nicht angezeigt. Der Gerätename muss in die Admin-Seite eingetragen werden. <br>Der Gerätename des Bluetooth Thermometers kann auch mit einer Bluetooth Scanner App, z.B. <b>nRF Connect</b> oder <b>BLE Scanner</b> evaluiert werden. <br><img src="./images/icons/telink_connect.jpg" alt=""> <br><br> <b>Achtung: </b>Für den Anschluss der Sensoren müssen immer abgeschirmte Leitungen z.B. USB Leitungen oder Ethernetleitungen genutzt werden. Die Länge der Sensorleitung sollte 1,5m nicht überschreiten. Wichtig ist, dass der Schirm der Sensorleitungen auf der Pi-Ager Platinenseite immer angeschlossen wird. <br><br> <b>Achtung: </b> Das Anklemmen eines Sensors darf nur im stromlosen Zustand erfolgen, sonst besteht Kurzschlussgefahr und der Raspberry kann beschädigt werden. <br><br>

source: close
de_de: Schließen

source: ATTENTION: a sensor change may require system reboot or shutdown.\n After shutdown you have to put your Raspberry Pi device into power-off state!
de_de: ACHTUNG: ein Sensorwechsel kann einen Neustart oder ein Herunterfahren des Systems erfordern.\n Nach dem Herunterfahren müssen Sie Ihren Raspberry Pi in den ausgeschalteten (stromlosen) Zustand versetzen!

source: change sensors
de_de: Sensoren ändern

source: scales
de_de: Waagen

source: scale
de_de: Waage

source: reference unit
de_de: Referenz Unit

source: saving period
de_de: Speicherzyklus

source: starting weight
de_de: Startgewicht

source: helptext_scale_admin
de_de: <br><br> <b><u>Einstellparameter Wägezelle: </u></b> <br><br> <b>Referenz Unit: </b> Hier wird der spezifische Kennwert der eingesetzten Wägezelle eingetragen. <br>Auf der Einstellungsseite kann mit Hilfe des Waagen-Wizzards der genaue Wert für die Referenz Unit der eingesetzten Wägezelle ermittelt werden. <br><br> <b>Offset: </b> Hier wird der spezifische Offset der eingesetzten Wägezelle eingetragen. ( Nullabgleich / Tara) <br>Auf der Einstellungsseite kann mit Hilfe der Tara Funktion bzw. des Waagen-Wizzards der genaue Wert für den Offset der eingesetzten Wägezelle ermittelt werden. Wird das über eine dieser Funktionen gemacht, wird der ermittelte Wert automatisch in die Datenbank übernommen. <br><br> <b>Speicherzyklus: </b> empfohlener Wert: 300 Sekunden <br>Hier kann der Speicher-Zyklus eingestellt werden. Er definiert, in welchem Intervall die Gewichts-Werte in die Datenbank-Tabelle zur Anzeige der Gewichts-Diagramme abspeichert werden. <br><br> <b>Typische Ref. Unit Werte: </b> <br>10KG China Zelle: 205 <br>20kg China Zelle: 102 <br>50kg Edelstahl Zelle: 74 <br>20kg Edelstahl Zelle: 186 <br><br> <b>Startgewichte: </b> Um zu ermitteln, wieviel Gewicht Fleisch bzw. Würste während des Reifeprozesses verloren hat, können hier die Startgewichte eingegeben werden. Die Startgewichte werden auch im Waagendiagramm gestrichelt eingeblendet. Dort kann dann die Differenz zwischen Startgewicht und aktuellem Gewicht abgelesen werden. Diese Werte werden auch auf der MONITOR Seite als Zahlenwerte in Gram und Prozent angezeigt. <br><br>

source: cooler relay monitoring
de_de: Kompressor-Relais Monitoring

source: current threshold
de_de: Strom-Schwellenwert

source: to
de_de: bis

source: event messages every
de_de: Ereignis Meldungen alle

source: helptext_thermometer_admin
de_de: <br><br> <b><u>Analoge Sensoren: </u></b> <br>Auf der Platine wurde ein 4 kanaliger AD Wandler implementiert und in die Software eingebunden. Damit ist es jetzt möglich diverse weitere analoge Sensoren an dem System zu betreiben. (speziell NTC Temperatursensoren) <br> <br>Bei nicht belegten Sensorkanälen bitte ------ auswählen. <br><br> <b>Temperatur Sensoren: </b> Wenn man z.B. die Temperatur im Fleisch an verschieden Stellen beobachten möchte, ist dieses mit den entsprechenden Fleisch Temperaturfühlern möglich. Aufgrund der tieferen Temperaturen werden, wegen der besseren Auflösung, die 100K Sensoren empfohlen. Es funktionieren aber auch problemlos die 1000kOhm NTC Sensoren. <br>Es können nahe zu alle Temperatursensoren genutzt werden, die auch im Wlanthermo Projekt eingesetzt sind. <br><br> <img src="./images/icons/current_sensor2.png" alt=""> <img src="./images/icons/current_input_circuit.png" alt=""> <img src="./images/icons/terminalblock_3.5mm.png" alt=""> <br> <b>Strom Sensor: </b> An Kanal 4 ist es möglich einen Stromsensor anzuschließen. Somit ist es erstmal möglich den Strom das Systems zu beobachten. <br> Unterstützter Sensortyp: LEM HO 6-P/SP33 (Wichtig ist, dass die Version mit der 3,3V Spannungsversorgung genutzt wird.) <br> Damit richtige Werte angezeigt werden, müssen 3 Windungen (turns) durch den Sensor geführt werden. <br><br> <br><b>Achtung! </b> Es müssen die Windungen gezählt werden, die durch die Durchführung des Sensors geführt werden. An dieser Stelle kann man leicht einen Fehler machen... <br><br> <b>Anmerkung: </b>Bis Platinen Version 2.2 wurden alle 4 Eingänge für NTC Sensoren vorbereitet und mit 2,5 mm Stereo Klinkenbuchsen bestückt. Ab der Platinen Version 2.3 wurde der Kanal 4 für den Anschluss eines Stromsensors vorbereitet (3,5 mm Stereo Klinkenbuchse) und kann sofort genutzt werden. Alle Platinen mit der Version 2.2 und kleiner können mit Hilfe einer kleinen Modifikation so umgebaut werden, dass ein Stromsensor angeschlossen werden kann. Man muss aber in diesem Fall einen 2,5 mm Klinkenstecker verwenden. <br><br> <b>Parameter für Stromüberwachung beim Schalten des Kompressor Relais:</b> <br><br> <b>Kompressor-Relais Monitoring:</b> Checkbox für das Ein/Aus-Schalten der Kompressor Relais Funktionsprüfung. <br> <b>Strom-Schwellenwert:</b> Vergleichswert für die Strommessung. Je nach Schaltvorgang wird beim Unter- bzw. Überschreiten dieses Wertes eine Fehlermeldung als Event ausgegeben.<br> <b>Ereignis Meldungen alle:</b> Wird ein fehlerhaftes Kompressor Relais detektiert, so wird alle n Minuten eine Fehlermeldung als Event ausgegeben.<br> <br><br> <b>Anmerkung zur Funktionsweise:</b><br> <br>Wird der Kompressor eingeschaltet, ist normalerweise ein erhöhter Stromfluss zu beobachten. Der Stromsensor misst diesen Strom und vergleicht ihn mit dem Strom-Schwellenwert. Wird dieser Schwellenwert überschritten, war der Relais Schaltvorgang erfolgreich. Bei abgebrannten Relais-Kontakten oder einem defekten Relais wird dies nicht der Fall sein und es wird eine Ereignis-Meldung ausgegeben. Es wird auch überprüft, ob nach dem Ausschalten des Kompressors der Stromfluss unter den Strom-Schwellenwert gefallen ist. Bei 'klebenden' bzw. verschweißten Relaiskontakten wird dies nicht der Fall sein und es wird eine Ereignis-Meldung ausgegeben. Ereignis-Meldungen können auf der Seite 'Nachrichten' konfiguriert werden. <br><br>

source: language
de_de: Sprache

source: helptext_language_admin
de_de: <br><br> <b>Sprache: </b> Hier kann man die gewünschte Sprache für das System einstellen. <br><br> <br><b>Achtung! </b> Damit die Spracheinstellungen auch funktionieren, muss unbedingt auf dem Raspberry Pi das entsprechende Sprachenpaket installiert sein! <br>Hierzu mit einem Terminal-Programm, z.B. PuTTY, das Raspberry Konfigurationsprogramm starten : 'sudo raspi-config' <br> Select 'Localisation Options' <br> Select 'Change Locale' <br> Select 'en_GB.UTF-8 UTF8' <br> Select 'de_DE.UTF-8 UTF8' <br><br>

source: switch control
de_de: Schalter Steuerung

source: UV Light
de_de: UV Licht

source: not active
de_de: nicht aktiv

source: turn off if switch is open
de_de: Ausschalten bei offenem Schalter

source: turn off if switch is closed
de_de: Ausschalten bei geschlossenem Schalter

source: Light
de_de: Licht

source: turn on if switch is open
de_de: Einschalten bei offenem Schalter

source: turn on if switch is closed
de_de: Einschalten bei geschlossenem Schalter

source: helptext_switch_admin
de_de: <br><br> <b><u>Schalter Steuerung Parameter: </u></b> <br><br> <b>Licht Steuerung: </b> Steuerung des Licht-Relais abhängig vom Zustand des Schalter-Eingangs. Optionen sind: <br><span style="color: red;">nicht aktiv:</span> das Licht wird vom Timer oder von der Manuell-Schaltfläche gesteuert <br><span style="color: red;">Einschalten bei offenem Schalter:</span> das Licht wird bei offenem Schalter eingeschaltet. Wenn der Schalter geschlossen ist, sind Timer oder Manuell-Schaltfläche aktiv <br><span style="color: red;">Einschalten bei geschlossenem Schalter:</span> das Licht wird bei geschlossenem Schalter eingeschaltet. Wenn der Schalter offen ist, sind Timer oder Manuell-Schaltfläche aktiv <br><br> <b>UV-Licht Steuerung: </b> Steuerung des UV-Licht-Relais abhängig vom Zustand des Schalter-Eingangs. Optionen sind: <br><span style="color: red;">nicht aktiv:</span> das UV-Licht wird vom Timer oder von der Manuell-Schaltfläche gesteuert <br><span style="color: red;">Ausschalten bei offenem Schalter:</span> das UV-Licht wird bei offenem Schalter ausgeschaltet. Wenn der Schalter geschlossen ist, sind Timer oder Manuell-Schaltfläche aktiv <br><span style="color: red;">Ausschalten bei geschlossenem Schalter:</span> das UV-Licht wird bei geschlossenem Schalter ausgeschaltet. Wenn der Schalter offen ist, sind Timer oder Manuell-Schaltfläche aktiv <br><br><img src="./images/icons/switch-board.jpg" alt=""> <br><br><img src="./images/icons/switch-circuit.jpg" alt=""> <br><br>

source: save
de_de: Speichern

source: defrost
de_de: Abtauen

source: defrost temperature offset
de_de: Abtautemperatur-Offset

source: defrost cycle
de_de: Abtauzyklus

source: circulate air active
de_de: Luft umwälzen aktiv

source: defrost active
de_de: Abtauen aktiv

source: helptext_defrost
de_de: <br><br> <b>Abtauen</b> <br><br> <br>Der Abtaumechanismus schaltet das Heizelement ein und taut das Eis auf, das hauptsächlich auf oder in der Umgebung des Kühlelements entstanden ist. <br>Das entstehende Wasser kann im Gerät gesammelt werden oder durch einen Kanal auf der Rückseite des Geräts abfließen. <br> Das Abtauen wird durch Anwendung einiger Parameter gesteuert: <br><br> <b>Abtautemperatur-Offset:</b>Die Solltemperatur für das Abtauen errechnet sich aus der Summe aus Abtautemperatur-Offset und aktueller Solltemperatur. Die Heizung wird eingeschaltet, solange die Temperatur im Schrank diese Temperatur nicht erreicht hat. <br><br> <b>Abtauzyklus:</b>Für alle n Stunden des Pi-Ager-Betriebs wird die Abtauvorgang eingeschaltet. <br><br> <b>Luft umwälzen aktiv:</b>Während des Abtauzyklus wird die Luft im Reifeschrank umgewälzt. <br><br> <b>Abtauen aktiv:</b>Der Abtauvorgang ist aktiviert oder deaktiviert. <br><br> <br>Der Abtaumechanismus wird nur in Betrieb gesetzt, wenn die Solltemperatur kleiner 8°C ist. Dieser Grenzwert kann derzeit nur über die Datenbank Administration modifiziert werden. Der Name der Tabelle ist 'config_defrost' und der Grenzwert ist in der Spalte 'temp_limit' definiert. <br> <br>Während des Abtauvorgangs ist der Kühler gesperrt, Heizung ist eingeschaltet. <br><br

source: ATTENTION: save defrost values?
de_de: ACHTUNG: Abtauwerte speichern?

source: reboot & shutdown
de_de: Neustarten & Herunterfahren

source: ATTENTION: reboot system?
de_de: ACHTUNG: System neu starten?

source: reboot
de_de: Neu starten

source: ATTENTION: shutdown system?
de_de: ACHTUNG: System herunterfahren?

source: shutdown
de_de: Herunterfahren

source: logging
de_de: Loggen

source: save loglevel?
de_de: Loglevel speichern?

source: debug values
de_de: Debug Werte

source: agingtable hours in seconds
de_de: Reifetabelle - Stunden in Sekunden

source: ATTENTION: save debug values?
de_de: ACHTUNG: Debug Werte speichern?

source: nfs volume
de_de: nfs Verzeichnis

source: subdirectory
de_de: Unterverzeichnis

source: nfs path
de_de: nfs Pfad

source: number of backups
de_de: Anzahl Backups

source: nfs opt
de_de: nfs Option

source: backup_active
de_de: Backup Aktiv

source: ATTENTION: save backup values?
de_de: ACHTUNG: Backup Einstellungen speichern?

source: ATTENTION: backup manually?
de_de: ACHTUNG: Manuelles Backup starten?

source: backup manually
de_de: Backup manuell

source: Agingtable is active. No backup possible!
de_de: Reifetabelle ist aktiv. Backup nicht möglich!

source: open pi-ager_backup.log in new tab
de_de: pi-ager_backup.log in einem neuen Tab öffen
