Repository: Tronje-the-Falconer/Pi-Ager
Catalog: var/www/locale/*/LC_MESSAGES/pi-ager.po
Languages: de_de

source: user name
de_de: Benutzer Name

source: mqtt active
de_de: MQTT aktiv

source: ATTENTION: save MQTT values?
de_de: ACHTUNG: MQTT Einstellungen speichern?

source: helptext_mqtt
de_de: <br><br> <b>MQTT</b> <br><br> <b>Broker Adresse: </b>IP Adresse des Brokers im lokalen Netz oder Adresse eines öffentlichen MQTT Brokers <br><br> <b>Port: </b> Port Nummer für die Kommunikation zwischen MQTT Broker und Client. Default ist 1883 <br><br> <b>Benutzer Name: </b> Benutzer Name für den Log in beim Broker. Nur wenn eine Authentifizierung erforderlich ist., sonst leer lassen. <br><br> <b>Passwort: </b> Nur wenn eine Authentifizierung beim Broker erforderlich ist, sonst leer lassen. <br><br> <b>MQTT aktiv: </b> Aktivieren, um MQTT auf dem Pi-Ager zu starten. <br><br> <b>Folgende Daten werden vom Pi-Ager veröffentlicht:</b> <br>MQTT Topics sind folgendermaßen aufgebaut: '{hostname}/status/{topic}' : <br> <b> hostname: </b> hostname wie er im File setup.txt definiert wurde, default ist 'pi-ager'. <br> <b> topic: </b> Namen aus der Pi-Ager Database Tabelle 'current_values'. <br><br> <img src="./images/icons/pi-ager-mqtt-publish-topics.png" alt=""></img><br> <br><br> <b>Folgende Events werden unter dem Topic '{hostname}/status/event' veröffentlicht: </b> <br><br> <img src="./images/icons/mqtt_published_events.png" alt=""></img><br> <br><br>

source: You will automatically redirected to the start page
de_de: Sie werden automatisch zur Startseite weitergeleitet

source: NetworkManager WiFi Setup
de_de: NetworkManager WiFi-Einrichtung

source: Network Manager returned an error. Possible cause: incorrect WiFi parameters
de_de: Network Manager hat einen Fehler zurückgegeben. Mögliche Ursache: falsche WiFi-Parameter

source: Pi-Ager is now rebooting. Disconnect your tablet, smartphone or notebook now from the Pi-Ager accesspoint and connect to your WiFi router. Then you can access your Pi-Ager by entering the IP Address
de_de: Der Pi-Ager wird jetzt neu gestartet. Trennen Sie nun Ihr Tablet, Smartphone oder Notebook vom Pi-Ager-Zugangspunkt und verbinden Sie es mit Ihrem WLAN-Router. Dann können Sie auf Ihren Pi-Ager zugreifen, indem Sie die IP-Adresse

source: into your browser address field.
de_de: in das Adressfeld Ihres Browsers eingeben.

source: measuring on scales stopped due to calibrating scale
de_de: Waagenmessungen werden während des Kalibrierens angehalten

source: starting calibrate
de_de: Kalibrierung starten

source: please attach a known weight to the loadcell
de_de: Bitte ein bekanntes Gewicht an Waage

source: now and enter the weight into the form below:
de_de: anhängen und dann das Gewicht hier eintragen:

source: weight
de_de: Gewicht

source: gram
de_de: Gramm

source: weight attatched
de_de: Gewicht angehangen

source: cancel scale wizzard
de_de: Wizzard abbrechen

source: no scale selected
de_de: Keine Waage ausgewählt

source: operating values
de_de: Einstellungen

source: Backup is currently running!
de_de: Backup läuft gerade!

source: Pi-Ager service not running!<br>
de_de: Der Pi-Ager Service läuft nicht!<br>

source: Maybe you have proved that developers are not perfect!<br>
de_de: Vielleicht haben Sie bewiesen, dass die Entwickler nicht perfekt sind ;-)<br>

source: please check logs or go to: <br>
de_de: Bitte prüfen Sie die Logs oder gehen Sie auf: <br>

source: after fixing the error you have to reboot the system <br>
de_de: Nach dem Beheben dss Fehlers, muss das System neu gebootet werden!<br>

source: stop pi-ager?
de_de: Pi-Ager anhalten?

source: if agingtable is running, it will be stopped also!
de_de: wenn die Reifetabelle läuft wird sie auch angehalten!

source: stop pi-ager
de_de: Pi-Ager anhalten

source: start pi-ager?
de_de: Pi-Ager starten?

source: start pi-ager
de_de: Pi-Ager starten

source: Reference unit is 0 in Scale
de_de: Referenz Einheit ist 0 in Waage

source: Please calibrate scale first!
de_de: Bitte zuerst die Waage kalibrieren!

source: start scale
de_de: Waage starten

source: start measurement on scale
de_de: Start Waagenmessung

source: please calibrate scale after first start !
de_de: Nach dem ersten Start bitte Waage kalibrieren!

source: tara on scale
de_de: Tara Waage

source: stop measurement on scale
de_de: Waagenmessung anhalten

source: stop scale
de_de: Stop Waage

source: calibrate wizzard
de_de: Wizzard Kalibrierung

source: measurement on scales are stopped
de_de: Waagenmessungen werden angehalten

source: Selected aging table
de_de: Ausgewählte Reifetabelle

source: starthour of phase
de_de: Start-Stunde der Phase

source: select new agingtable?
de_de: Neue Reifetabelle auswählen?

source: select
de_de: Auswählen

source: start agingtable?
de_de: Reifetabelle starten?

source: manual values will be overwritten in database!
de_de: Die manuellen Werte werden in der Datanbank überschrieben!

source: start agingtable
de_de: Start Reifetabelle

source: stop agingtable?
de_de: Reifetabelle anhalten?

source: pi-ager continues with the last values of the agingtable!
de_de: Der Pi-Ager arbeitet mit den zuletzt gültigen Werten der Reifetabelle!

source: stop agingtable
de_de: Reifetabelle anhalten

source: edit agingtable?
de_de: Reifetabbelle editieren?

source: edit
de_de: Editieren

source: delete agingtable?
de_de: Reifetabelle löschen?

source: export agingtable?
de_de: Reifetabelle exportieren?

source: export
de_de: Exportieren

source: upload new agingtable?
de_de: Neue Reifetabelle hochladen?

source: actual phase and hour
de_de: Aktuelle Phase und Stunde

source: manual adjustments are not possible
de_de: Manuelle Anpassungen sind nicht möglich

source: during fully automatic aging.
de_de: während der Pi-Ager über die Reifetabelle gesteuert wird.

source: System shutdown after 10 seconds. You will automatically redirected to the start page
de_de: Das System schaltet sich nach 10 Sekunden ab. Sie werden automatisch zur Startseite weitergeleitet

source: download image file
de_de: Bild herunterladen

source: take webcam snapshot
de_de: Webcambild aktualisieren

source: light switch
de_de: Licht Schalter

source: light manual on
de_de: Licht manuell EIN
