Repository: Tronje-the-Falconer/Pi-Ager
Catalog: var/www/locale/*/LC_MESSAGES/pi-ager.po
Languages: de_de

source: helptext_backup
de_de: <br><br> <b>Backup - Script über NFS:</b> <br><br> <br>Das System besitzt eine Funktion mit der ein komplettes Image des Pi-Agers auf ein NAS oder einem NFS Mount abgelegt werden kann. <br><br> <b>Achtung! </b> Je größer die SD-Karte ist, umso länger dauert der Backup Prozess. Das liegt auch daran, dass der NFS Mount über WLAN verbunden ist. Mit einem LAN Anschluss geht es vermutlich schneller. <br><br> <b>Allgemeine Informationen: </b> <br>Über das Script pi-ager_main.service wird der Pi-Ager gestoppt. In dieser Zeit ist keine Pi-Ager Funktion aktiv, das bedeutet, dass die Relais für diese Zeit alle abgeschaltet werden. <br>Wenn der Backupprozess abgeschlossen ist, startet der Pi-Ager automatisch und läuft mit den letzen Einstellungen weiter. <br>Der Fortschritt des Backup Prozesses kann in einem Browser Fenster beobachtet werden. Um das Backup Log dort anzuzeigen, kann der Button 'open pi-ager_backup.log in new tab' aktiviert werden. <br>Probleme mit dem Backup werden dort aufgezeigt. <br><br> <b>nfs Verzeichnis: </b> Hier trägt man die Server IP Adresse und das Verzeichnis für die NFS-Freigabe ein <br>z.B.: 192.168.0.111:/srv/backup <br>Das NFS Verzeichnis muss auf dem NFS Server existieren und Schreibrechte für USER, GROUP und OTHER besitzen. <br>In dieses Verzeichnis wird das Backup Image geschrieben. <br><br> <b>Anzahl Backups: </b>Anzahl der letzten n Backups, die behalten werden. <br>z.B. 2 <br><br> <b>Backup Name: </b> Name des Backup-Files <br>z.B.: pi_ager_backup <br><br> <b>nfs Option: </b> Hier können Optionen für das Mounten angegeben werden. <br>Hier kann man mögliche Optionen finden: <br>http://manpages.ubuntu.com/manpages/impish/en/man8/mount.8.html <br>Gut funktionieren die Optionen 'nosuid,nodev' oder 'soft' <br><br> <b>Backup Aktiv: </b>Soll ein Backup durchgeführt werden, muss diese Checkbox angewählt sein. Durch das Abwählen kann das Backup deaktiviert werden <br><br>

source: database
de_de: Datenbank

source: ATTENTION: empty statistic tables?
de_de: ACHTUNG: Historische Daten löschen?

source: empty statistic tables
de_de: History Daten aus DB löschen

source: database administration
de_de: Datenbank Administration

source: ATTENTION: save Nextion display type?
de_de: ACHTUNG: Nextion Displaytyp speichern?

source: start programming
de_de: Programierung starten

source: alternative firmware file:
de_de: Alternative Firmware Datei:

source: upload new firmware file?
de_de: Firmware Datei hochladen ?

source: upload
de_de: Hochladen

source: helptext_display
de_de: <br><br> <b>Nextion Display Firmware:</b> <br><br> <br>Hier kann man das Display mit der, in der Software schon hinterlegten, Firmware programieren. <br>In diesem Fall muss man keine weitere Datei in das System hochladen ! <br><br> <br>Sollte jemand die Firmware des Displays modifizieren und an die eigenen Bedürfnisse anpassen wollen, <br>kann diese alternative Firmware Datei hier hochgeladen und über den oberen Button das Display programiert werden. <br><br> <b>Achtung! </b>Wer eine neue Firmware erstellt, muss sehr genau wissen, was er tut, denn Änderungen können IDs verändern und diese stimmen dann auf der Python Seite nicht mehr mit der Firmware überein. Diese Firmware würde dann nicht mehr funktionieren, es wären dann auf der Python Seite Anpassungen nötig. <br>Wichtig: Das .tft File muss "pi-ager.tft" heißen damit der Upload funktioniert. Das pi-ager.tft File aus dem Nextion Design Tool muss man mit ZIP komprimieren und dann erst als pi-ager.zip hochladen. <br><br>

source: Pi-Ager service will be stopped to flash the HMI display firmware.\nAn active aging table will be stopped.\nDuring firmware programming:\nDo NOT leave the current web page!\nDo NOT close your web browser!\nIf you are using a smartphone or tablet, do NOT allow to let your device to be deactivated by inactivity timeout!\nContinue ?
de_de: Der Pi-Ager-Dienst wird gestoppt, um die HMI-Display-Firmware zu flashen.\nEine aktive Reifetabelle wird gestoppt.\nWährend der Firmware-Programmierung:\nVerlassen Sie NICHT die aktuelle Webseite!\nSchließen Sie NICHT Ihren Webbrowser!\nWenn Sie ein Smartphone oder Tablet verwenden, lassen Sie NICHT zu, dass Ihr Gerät durch Inaktivitäts-Timeout deaktiviert wird!\nFortsetzen ?

source: Date/Time
de_de: Datum/Uhrzeit

source: new system date and time set
de_de: Neues Systemdatum und neue Uhrzeit eingestellt

source: wrong input format
de_de: Falsches Eingabeformat

source: set Pi-Ager date/time
de_de: Pi-Ager Datum/Uhrzeit einstellen

source: Pi-Ager date/time format YYYY-MM-DD HH:MM:SS
de_de: Pi-Ager Datum/Uhrzeit Format JJJJ-MM-TT HH:MM:SS

source: date/time format YYYY-MM-DD HH:MM:SS e.g. 2023-01-31 16:05:09
de_de: Datum/Uhrzeit Format JJJJ-MM-TT HH:MM:SS z. B. 2023-01-31 16:05:09

source: ATTENTION: set date and time?
de_de: ACHTUNG: Datum und Uhrzeit einstellen?

source: WLAN setup
de_de: WLAN-Einrichtung

source: refresh
de_de: Aktualisieren

source: No WLAN networks found
de_de: Keine WLAN-Netzwerke gefunden

source: WLAN password
de_de: WLAN-Kennwort

source: enter your WLAN password
de_de: Geben Sie das WLAN-Passwort ein

source: WLAN Country
de_de: WLAN Ländercode

source: e.g. DE,GB,FR,AT,CH,US
de_de: z.B. DE,GB,FR,AT,CH,US

source: ATTENTION: setup your WLAN?
de_de: ACHTUNG: WLAN einrichten?

source: Pi-Ager Accesspoint
de_de: Pi-Ager Zugangspunkt

source: new password for accesspoint
de_de: neues Passwort für Zugangspunkt

source: password minimum length is 8 character
de_de: das Passwort muss mindestens 8 Zeichen lang sein

source: ATTENTION: reboot follows after saving new accesspoint password
de_de: ACHTUNG: Nach dem Speichern des neuen Zugangspassworts folgt ein Neustart

source: ATTENTION: stop
de_de: ACHTUNG: Stop

source: scale_wizzard
de_de: Waagen Wizzard

source: attached weight
de_de: Angehangenes Gewicht

source: scale wizzard
de_de: Waagen Wizzard

source: tara scale
de_de: Tara Waage

source: please relieve the load cell completely
de_de: Bitte Gewicht von der Waage entfernen

source: and press ok
de_de: und Ok drücken

source: cancel scale wizzard? referenceunit is set, tara will not be done!
de_de: Wizzard unterberechen? Die Referenz Unit wird gespeichert, Tara wird nicht ausgeführt!

source: cancel
de_de: Abbrechen

source: relieve the load cell completely
de_de: Gewicht von der Waage entfernen

source: calibration failed
de_de: Kalibrierung fehlgeschlagen

source: calculated reference unit is 0
de_de: Referenz Einheit ist kleiner 0

source: referenceunit is set to old value
de_de: Referenz Einheit wird auf den alten Wert gesetzt

source: please try again
de_de: Bitte neu versuchen

source: error on calibrating
de_de: Fehler bei der Kalibrierung

source: calibration aborted
de_de: Kalibrierung abgebrochen

source: file verification
de_de: Datei Überprüfung

source: file size
de_de: Datei Größe

source: last changed at
de_de: Letzte Änderung am

source: oclock
de_de: Uhr

source: file does not exist
de_de: Datei existiert nicht

source: the developer team
de_de: Das Entwicklerteam

source: based on an idea and submission of
de_de: Basierend auf einer Idee von

source: set general configuration values
de_de: Allgemeine Einstellungen anpassen

source: attention! be careful what you do!
de_de: ACHTUNG! Vorsicht beim Ändern dieser Parameter!

source: temperature control
de_de: Temperatur Regelung

source: primary control hysteresis
de_de: Primäre Hysterese der Regelung

source: secondary control hysteresis
de_de: Sekundäre Hysterese der Regelung

source: cooler delay
de_de: Einschaltverzögerung Kühler

source: helptext_temperature_config
de_de: <br><br> <img src="./images/icons/temperature-control.jpg" alt=""> <br><br> <b>Primäre Hysterese der Temperaturregelung: </b> <br>Hysterese für die Zwei-Punkt Regelung der Temperatur im Reifeschrank. (Wertgrenze: 0.5 bis +8° C). <br><br> <b>Sekundäre Hysterese der Temperaturregelung: </b> <br>Alternative Hysterese für die Zwei-Punkt Regelung der Temperatur im Reifeschrank. (Wertgrenze: 0.5 bis +8° C). <br><br> <b>Verzögerung:</b> <br>Dieser Wert legt die minimale Verzögerung in Sekunden zwischen Kühl-Kompressor AUS und EIN fest. (Werte: 0 bis 120 Sekunden). <br><br> <b>Empfehlung:</b> <br> Um ein wildes Ein- und Ausschalten zu vermeiden, sollten die Hysterese-Werte nicht zu klein sein. <br>In der Regel wird die primäre Hysterese zur Regelung der Kühlung, die sekundäre Hysterese zur Regelung der Heizung verwendet. <br>Beide Werte sind <b>unterschiedlich</b> einzustellen. <br> <br>Die primäre Hysterese ist für die Temperaturregelung zuständig, wenn nur gekühlt oder geheizt werden soll. <br>Dies ist der Fall, wenn der Betriebs-Modus 0 oder 1 oder 2 vorgewählt ist. <br>Im Automatik-Modus, also Mode 3 oder 4, kommt die sekundäre Hysterese ins Spiel: <br>Wenn überwiegend gekühlt werden soll, so ist beim Kühlen die primäre Hysterese im Eingriff, <br>beim Heizen hingegen wird die sekundäre Hysterese aktiviert. <br>Um die Schaltvorgänge hierbei zu minimiere, wird empfohlen, die sekundäre Hysterese größer als die primäre Hysterese einzustellen. <br>Umgekehrt, wenn im Automatik Modus überwiegend geheizt werden soll (z.B. Salami), so wird empfohlen, <br>die sekundäre Hysterese kleiner als die primäre Hysterese einzustellen. <br> <br>Wenn ein externer Temperatursensor im System existiert, so kann die Aktivierung der Hysterese im Automatik Modus automatisch erfolgen: <br>Ist die gemessene Außentemperatur größer als die gewünschte Innentemperatur, <br>muss gekühlt werden. Dafür wird automatisch die primäre Hysterese verwendet und zum Heizen die sekundäre Hysterese. <br>Umgekehrt ist die gemessene Außentemperatur kleiner als die gewünschte Innentemperatur, <br>muss geheizt werden. Dafür wird automatisch zum Heizen die primäre Hysterese und zum Kühlen die sekundäre Hysterese verwendet <br> <br>Die Default-Werte sind: <br>Primäre Hysterese : 2°C <br>Sekundäre Hysterese : 4°C <br><br>

source: humidity control
de_de: Feuchte Regelung

source: hysteresis offset
de_de: Hysterese Offset

source: saturation point
de_de: Sättigung bei

source: humidifier delay
de_de: Verzögerung Befeuchter

source: helptext_humidify_config
de_de: <br><br> <b>Schalthysterese:</b> <br><br> <img src="./images/icons/humidity-control.jpg" alt=""> <br> <b>setpoint: </b> Sollwert der Feuchteregelung <br><br> <b>hysteresis humidification: </b> Definiert die Schalthysterese für die Regelung der Befeuchtung. Empfohlener Wert : 3% <br><br> <b>hysteresis dehumidification: </b> Definiert die Schalthysterese für die Regelung der Entfeuchtung. Empfohlener Wert: 5% <br><br> <b>hysteresis offset: </b> Definiert die Verschiebung der Schalthysterese vom Sollwert der Regelung. Damit lässt sich die Regelabweichung des Sollwerts der Feuchte zum Mittelwert minimieren. Empfohlener Wert: -2.5% <br><br> <b>Verzögerung: </b>Hier wird die Verzögerungszeit eingestellt, die gewartet wird, bis sich der Befeuchter bei zu geringer Feuchte einschaltet. Dieses kann genutzt werden, um bei einer schnell fallenden Luftfeuchtigkeit (verursacht durch das Kühlen), den Befeuchter nicht zu früh einzuschalten, da es sonnst passieren kann, dass zu viel Wasser in das System eingebracht wird. <br><br> <b>Beispiel Befeuchtung: </b><i> Sollwert Feuchte: 75% ; Hysterese Befeuchtung: 3% ; Hysterese Offset: -2.5%</i> <br>Einschalten des Befeuchters phi-low = setpoint - Hysterese/2 + Offset = 71% <br>Ausschaltung des Befeuchters phi-high = setpoint + Hysterese/2 + Offset = 79% <br><br> <b>Beispiel Automatikbetrieb mit Befeuchtung und Entfeuchtung: </b> In dem Automatikbetrieb wird die Feuchte vollautomatisch geregelt. Zunächst wird die aktuelle Feuchte ermittelt, dann wird entschieden, welche Methode (Be- und Entfeuchtung) geeignet ist, um die gewünschte Sollfeuchte zu erreichen. Das bedeutet auch, dass die Schaltwerte der Hysterese nicht zu dicht beieinander liegen dürfen, sonst könnten Be- und Entfeuchtung immer abwechselnd ein- und ausgeschaltet werden. <br><br>

source: dehumidify
de_de: Entfeuchten

source: only exhaust
de_de: Nur Abluft

source: exhaust & dehumidifier
de_de: Abluft und Entfeuchter

source: only dehumidifier
de_de: Nur Entfeuchter

source: abs. humidity check aktive
de_de: Abs. Feuchteprüfung aktiv

source: helptext_dehumidifier_config
de_de: <br><br> <b>nur Abluft:</b> Da in diesem Modus eine passive Entfeuchtung durch Abluft erfolgt, ist die Wirksamkeit der Entfeuchtung stark von der Umgebungsluftfeuchte abhängig. <br><br> <b>Abluft & Luftentfeuchter: </b> In diesem Modus ist die Entfeuchtung über Abluft zusammen mit einem separaten Luftentfeuchter aktiv. <br><br> <b>nur Luftentfeuchter:</b> In diesem Modus wird die Luftentfeuchtung im Pi-ager nur durch einen Luftentfeuchter durchgeführt. <br><br> <b>abs. Feuchteprüfung aktiv:</b> Diese Option ist nur verfügbar, wenn ein externer Sensor definiert ist. Bei aktiv und Betriebsart = 4 (Automatik mit Entfeuchtung und Befeuchtung) wird die externe absolute Feuchte gegen die interne absolute Feuchte geprüft. Ist die äußere absolute Feuchte größer als die innere absolute Feuchte, wird der Abluftventilator deaktiviert, um zu vermeiden, dass feuchtere Luft von außen angesaugt wird. <br><br> <b>Empfehlung:</b> Die Verzögerungszeit der Feuchteregelung ist am Luftentfeuchter nicht aktiv, sie wirkt nur auf den Luftbefeuchter. <br><br> <b>Achtung:</b> Da es auf dem Markt nur sehr wenige Luftentfeuchter gibt, die bei den niedrigen Temperaturen effektiv sind, sollten Sie sich genau überlegen, welches Gerät Sie wofür einsetzen möchten. <br><br>

source: uv
de_de: UV-Licht

source: ON/OFF duration
de_de: EIN/AUS Dauer

source: ON duration & timestamp
de_de: EIN Dauer & Zeitpunkt

source: OFF
de_de: AUS

source: OFF duration
de_de: AUS Dauer

source: ON duration
de_de: EIN Dauer

source: timestamp
de_de: Zeitpunkt

source: o'clock
de_de: Uhr

source: set/reset uptime
de_de: Betriebszeit einstellen/zurücksetzen

source: activate circulating air
de_de: Umluft aktivieren

source: helptext_uv_config
de_de: <br><br> <b>UV-Lichtmodus: </b> <br>EIN/AUS-Dauer: Der EIN/AUS-Zyklus kann durch die Definition der EIN- und AUS-Dauer in Minuten eingestellt werden. <br>Einschaltdauer und Zeitstempel: Legen Sie die Tageszeit fest, zu der UV-Licht für eine Dauer in Minuten eingeschaltet werden soll. <br>AUS: UV-Licht ist dauerhaft ausgeschaltet. <br><br> <b>UV-AUS-Dauer:</b> Hiermit wird die Pausendauer eingestellt, die gewartet wird, bis das UV-Licht wieder eingeschaltet wird. Bei einem Wert von 0 (= keine Pause) ist das UV-Licht dauerhaft eingeschaltet. Der Maximalwert beträgt 1440min. <br><br> <b>UV-EIN-Dauer:</b> Hier wird die UV-Lichtdauer eingestellt, während der das Licht eingeschaltet ist. Bei 0 ist das UV-Licht dauerhaft ausgeschaltet. Der Maximalwert beträgt 1440min. <br><br> <b>Zeitstempel:</b> Alternativ zum Zyklus kann hier ein fester Zeitpunkt eingestellt werden, zu dem das UV-Licht für die eingestellte UV-Lichtdauer eingeschaltet wird. <br><br> <b>Betriebszeit einstellen/zurücksetzen: </b> Die UV-Licht-Betriebszeit kann auf einen beliebigen Startwert in Stunden eingestellt werden. <br><br> <b>Umluft aktivieren:</b> Der Umluftventilator kann bei jedem Einschalten des UV-Lichts aktiviert werden. <br><br> <b>Hinweis:</b> Aus Sicherheitsgründen können Sie das UV-Licht manuell über einen Schalter auf der Admin-Seite dauerhaft ausschalten. In diesem Fall kann der Timer das UV-Licht nicht mehr einschalten. <br><br> <b>Achtung: </b> UV-EIN-Dauer=0 und UV-AUS-Dauer=0: Das UV-Licht ist dauerhaft ausgeschaltet. <br><br>

source: helptext_light_config
de_de: <br><br> <b>Licht AUS Dauer: </b> Hier wird die Zeit eingestellt, die gewartet wird, bis das Licht wieder eingeschaltet wird. Ist der Wert 0 (= keine Pause), ist das Licht permanent eingeschaltet. Der maximale Wert beträgt 1440min. <br><br> <b>Licht EIN Dauer: </b> Hier wird die Zeit eingestellt, die das Licht eingeschaltet ist. Ist der Wert 0, ist das Licht permanent ausgeschaltet. Der maximale Wert beträgt 1440min. <br><br> <b>Zeitpunkt: </b>Alternativ zum Zyklus kann man hier eine feste Uhrzeit einstellen, zu der das Licht für die eingestellte Dauer eingeschaltet wird. <br><br> <b>Achtung: </b> Bei Licht AUS Dauer=0 und Licht EIN Dauer=0 ist das Licht permanent ausgeschaltet. <br><br>

source: internal temperature limits
de_de: Interne Temperatur Grenzwerte

source: low temperature limit
de_de: Temp. Grenzwert Tief

source: high temperature limit
de_de: Temp. Grenzwert Hoch

source: hysteresis
de_de: Hysterese

source: helptext_temperature_event_config
de_de: <br><br> <b>Grenzwert Tief: </b> Fällt die Temperatur unter diesen Grenzwert, wird ein Alarm aktiviert oder eine Nachricht versendet. <br><br> <b>Grenzwet Hoch: </b> Steigt die Temperatur über diesen Grenzwert, wird ein Alarm aktiviert oder eine Nachricht versendet. <br><br> <b>Hysterese:</b> Um sogenannte Flatteralarme zu vermeiden, kann man hier einen Hysteresewert eintragen. Der Istwert muss um diese Temperaturdifferenz wieder im Gut Bereich sein, damit der Alarm wieder weg geht und beim nächsten Unter / Überschreiten des Grenzwertes einen neunen Alarm auslöst. <br><br>

source: humidifier monitoring
de_de: Befeuchter Überwachung

source: monitoring delay
de_de: Überwachungsverzögerung

source: monitoring tolerance
de_de: Überwachungstoleranz

source: activate monitoring
de_de: Überwachung aktivieren

source: helptext_humidifier_monitoring_config
de_de: <br><br> <img src="./images/icons/humidifier_monitor.png" alt=""> <br><br> <b>Überwachungsverzögerung: </b>Überwacht wird die korrekte Funktion des Befeuchters. Der Befeuchter ist im Dry-Aging Modus 1...4 Bestandteil der Feuchteregelung. In diesen Betriebsarten wird kontinuierlich die Differenz zwischen Feuchte-Sollwert und -Mittelwert überwacht. Sollte der Messwert während der eingestellten Verzögerungszeit ständig kleiner als (Sollwert - Überwachungstoleranz) sein, wird ein Alarm/Event (Befeuchter Fehler) ausgegeben. Der Timer für die Verzögerungszeit wird jeweils bei Wechsel des Dry-Aging Modus und bei Änderung der Verzögerungszeit zurückgesetzt. Der Timer wird auch zurückgesetzt, sobald der Mittelwert den Toleranzbereich unterhalb des Sollwert erreicht hat. <br><br> <b>Überwachungstoleranz: </b> (Sollwert - Überwachungstoleranz) bestimmen einen Grenzwert, der während der eingestellten Verzögerungszeit ständig mit dem Feuchte-Mittelwert verglichen wird. <br><br> <b>Überwachung aktivieren: </b> Die Befeuchter-Überwachung kann aktiviert bzw. deaktiviert werden. <br><br>

source: UPS battery
de_de: UPS Batterie

source: shutdown on battery low
de_de: Raspberry Pi herunterfahren, wenn die Batterie fast leer ist

source: helptext_shutdown_on_batlow_config
de_de: <br><br> <b>UPS Batterie:</b>Wenn der Pi-Ager mit einem Adafruit PowerBoost 1000C Modul ausgestattet ist, wird die Spannungsversorgung überwacht. Bei Powerfail wird dann automatisch die Batterie (LiPO Akku) zur Stromversorgung des Pi-ager aktiviert. Der Akku wird dabei allmählich entladen, wobei die Akku-Spannung kontinuierlich überwacht wird. Wenn der Spannungspegel des Akkus unter ca 3.6V fällt, wird ein Event 'ups_bat_low' erzeugt. Hier kann nun festgelegt werden, ob der Raspberry Pi anschließend heruntergefahren werden soll, um ein weiteres Entladen des Akku zu verhindern. Eine tiefere Entladung führt zur Beschädigung des Akkus <br><br>

source: general configuration
de_de: Allgemeine Konfiguration

source: hide
de_de: Schließen

source: day
de_de: Tag

source: week
de_de: Woche

source: month
de_de: Monat

source: custom
de_de: Benutzer def

source: diagrams
de_de: Diagramme

source: months
de_de: Monate

source: change
de_de: ändern

source: storage interval of the sensor data in the database
de_de: Speicherintervall der Daten in die Datenbank

source: temperature
de_de: Temperatur

source: humidity
de_de: Feuchte

source: dewpoint
de_de: Taupunkt

source: humidity abs
de_de: abs. Feuchte

source: take-off weight
de_de: Startgewicht

source: Current
de_de: Strom

source: cooler
de_de: Kompressor

source: circulate air
de_de: Umluft

source: edit agingtable
de_de: Editor

source: no agingtable selected
de_de: Keine Reifetabelle ausgewählt

source: can not edit the controlling agingtable. please select another
de_de: Die laufende Reifetabelle kann nicht editiert werden, bitte eine andere auswählen

source: edit agingtable:
de_de: Reifetabelle editieren:

source: aging-modus
de_de: Reifemodus

source: target humidity in %
de_de: Sollwert Feuchte in %

source: target temperature in °C
de_de: Sollwert Temperatur in °C

source: timer circulate ON duration
de_de: Timer Umluft EIN Dauer

source: timer of the circulation air ON duration in minutes
de_de: Timer für Umluft EIN Dauer in Minuten

source: timer circulate OFF duration
de_de: Timer Umluft AUS Dauer

source: timer of the circulation air OFF duration in minutes
de_de: Timer für Umluft AUS Dauer in Minuten

source: timer exhaust ON duration
de_de: Timer Abluft EIN Dauer

source: timer of the exhausting air ON duration in minutes
de_de: Timer für Abluft EIN Dauer in Minuten

source: timer exhaust OFF duration
de_de: Timer Abluft AUS Dauer

source: timer of the exhausting air OFF duration in minutes
de_de: Timer für Abluft AUS Dauer in Minuten

source: duration of hanging phase in hours
de_de: Dauer der Reifephase in Stunden

source: comment:
de_de: Anmerkungen:

source: attention
de_de: Achtung

source: cancel editing agingtable
de_de: Editieren der Reifetabelle unterbrechen

source: phase to delete
de_de: zu löschende Phase

source: delete row
de_de: Zeile löschen

source: delete
de_de: Löschen

source: number of rows
de_de: Anzahl Zeilen

source: add rows
de_de: Zeile(n) hinzufügen

source: add
de_de: Hinzufügen

source: running engine:
de_de: Laufendes System:

source: by
de_de: von

source: settings
de_de: Einstellungen

source: notification
de_de: Nachrichten

source: mainsensors
de_de: Hauptsensoren

source: ntc sensors
de_de: NTC Sensoren

source: days
de_de: Tage

source: agingtable
de_de: Reifetabelle

source: humidity %
de_de: Feuchte %

source: temperature °C
de_de: Temperatur °C

source: no comment
de_de: Keine Anmerkungen vorhanden

source: statusboard
de_de: Statusbord

source: general
de_de: Allgemein

source: operating mode
de_de: Modus

source: power supply ok
de_de: Spannungsversorgung OK

source: no power supply! batterymode
de_de: Spannungsversorgung fehlerhaft! Batteriemodus

source: see settings
de_de: Siehe Einstellungen

source: battery voltage ok
de_de: Batteriespannung OK

source: battery voltage low !!
de_de: Batteriespannung tief!

source: Switch is on
de_de: Schalter EIN

source: Switch is off
de_de: Schalter AUS

source: Defrost in progress
de_de: Abtauung läuft

source: Defrost currently off
de_de: Abtauung derzeit aus

source: temperature/humidity control
de_de: Temperatur/Feuchte Regelung

source: type
de_de: Typ

source: actual
de_de: Aktuell

source: target
de_de: Sollwert

source: humidification
de_de: Befeuchter

source: dehumidification
de_de: Entfeuchter

source: exhausting
de_de: Abluft

source: abs. humidity check
de_de: Abs. Feuchteprüfung

source: OFF DURATION
de_de: AUS Dauer

source: ON DURATION
de_de: EIN Dauer

source: circulating air
de_de: Umluft

source: timer on
de_de: Timer Ein

source: always on
de_de: Immer Ein

source: timer off
de_de: Timer Aus

source: exhausting air
de_de: Abluft

source: manual switch off
de_de: manuell AUS

source: manual switch on
de_de: manuell EIN

source: scale1
de_de: Waage1

source: scale2
de_de: Waage2

source: uptimes
de_de: Betriebsdauer

source: uptime object name
de_de: Objektname der Betriebsdauer

source: uptime
de_de: Betriebsdauer

source: uptime in hours
de_de: Betriebsdauer in Stunden

source: uv light
de_de: UV-Licht

source: log entries
de_de: Log Einträge

source: save all logfiles?
de_de: Alle Logfiles sichern?
