Repository: Tronje-the-Falconer/Pi-Ager
Catalog: var/www/locale/*/LC_MESSAGES/pi-ager.po
Languages: de_de

source: save logfiles
de_de: Logfiles sichern

source: clear all logfile data?
de_de: Alle Logfiles löschen?

source: delete data
de_de: Daten löschen

source: open pi-ager.log in new tab
de_de: pi-ager.log in einem neuen Tab öffen

source: prev
de_de: Zurück

source: next
de_de: Weiter

source: to bottom
de_de: Zum Ende

source: to top
de_de: Zum Anfang

source: manual values
de_de: Manuelle Werte

source: cooling with humidification
de_de: Kühlen mit Befeuchten

source: heating with humidification
de_de: Heizen mit Befeuchten

source: automatik with humidification
de_de: Automatik mit Befeuchten

source: automatik with dehumidification and humidification
de_de: Automatik mit Befeuchten und Entfeuchten

source: circulating air and exhaust air timer
de_de: Umluft und Abluft Timer

source: can be used independently of the selected mode.
de_de: können unabhängig vom ausgewählten Modus genutzt werden.

source: helptext_operation_mode
de_de: <br><br> <b>0 - Kühlen: </b> Es wird mit dem Kompressor und der Umluft auf die eingestellte Temperatur gekühlt. <br><br> <b>1 - Kühlen mit Befeuchten: </b> Es wird mit dem Kompressor und der Umluft auf die eingestellte Temperatur gekühlt. Die Regelung der Befeuchtung ist aktiv und die Heizung wird nicht geregelt. <br><br> <b>2- Heizen mit Befeuchten: </b> Es wird mit der Heizung und der Umluft auf die eingestellte Temperatur geheizt. Die Regelung der Befeuchtung ist aktiv und die Kühlung wird nicht geregelt. <br><br> <b>3 - Automatik mit Befeuchten: </b> Der Pi-Ager kühlt mit dem Kompressor oder heizt mit der Heizung und Umluft, je nach eingestelltem Wert. Die Regelung der Befeuchtung ist aktiv. <br><br> <b>4 - Automatik mit Befeuchten und Entfeuchten: </b> wie Automatik mit Befeuchtung, zusätzlich: Bei Überschreitung der Feuchte wird die Abluft oder/und der Entfeuchter eingeschaltet, bis der Sollwert der Feuchte wieder erreicht ist. Da es sich im Modus "nur Abluft" um eine passive Entfeuchtung handelt, ist die minimal erreichbare Feuchte abhängig von der Trockenheit der Umgebungsluft. Um ein wildes Ein- und Ausschalten zu vermeiden, sollte die Befeuchtung verzögert werden (5-10min)! <br><br>

source: helptext_temperature_setpoint
de_de: <br><br> <b>Sollwert Temperatur:</b> Hier wird die gewünschte Temperatur eingestellt. Der Minimalwert und der Maximalwert sind begrenzt. <br>Aus technischen Gründen können nicht alle Werte in jeder Betriebsart angefahren werden. Die Umluft ist während den Kühl- oder Heizphasen immer aktiv. <br><br>

source: helptext_humidity_setpoint
de_de: <br><br> <b>Sollwert Feuchte: </b> Hier wird die gewünschte Luftfeuchtigkeit eingestellt. <br>Der Minimalwert liegt theoretisch bei 0 % und der Maximalwert bei 99 %. Diese Werte werden im Normalfall nie erreicht. Die Umluft ist während der Befeuchtung immer aktiv. <br>Bei der Entfeuchtung wird je nach Modus, die Abluft oder/und der Entfeuchter eingeschaltet, bis der Sollwert der Feuchte wieder erreicht ist. Da es sich im Modus "nur Abluft" um eine passive Entfeuchtung handelt, ist die minimal erreichbare Feuchte abhängig von der Trockenheit der Umgebungsluft. <br><br> <b>Empfehlungen: </b> Bitte gespeicherte Werte in der Logdatei prüfen! <br><br> <b>Achtung! </b> Nur positive ganze Zahlen nutzen! <br><br>

source: timer circulating
de_de: Timer Umluft

source: helptext_circulation_air
de_de: <br><br> <b>AUS Dauer: </b> Hier wird die Zeit eingestellt, die gewartet wird, bis die Umluft wieder eingeschaltet wird. Ist der Wert 0 (= keine Pause), wird die Umluft permanent eingeschaltet. Der maximale Wert beträgt 1440min. <br><br> <b>EIN Dauer: </b> Hier wird die Laufzeit eingestellt, die der Lüfter läuft. Bei 0 wird die Umluft permanent ausgeschaltet. Der maximale Wert beträgt 1440 Min. <br><br> <b>Anmerkung: </b> Der Umluftventilator läuft unabhängig von den Timer-Einstellungen, auch beim Kühlen, Heizen und Befeuchten. <br><br> <b>Achtung: </b> Bei AUS Dauer=0 und EIN Dauer=0 wird die Umluft permanent ausgeschaltet. <br><br>

source: timer exhausting air
de_de: Timer Abluft

source: helptext_exhausting_air
de_de: <br><br> <b>AUS Dauer: </b>Hier wird die Zeit eingestellt, die gewartet wird, bis die Abluft wieder eingeschaltet wird. Ist der Wert 0 (= keine Pause), wird die Abluft permanent eingeschaltet. Der maximale Wert ist 1440Min. <br><br> <b>EIN Dauer: </b> Hier wird die Abluftzeit eingestellt, während der Lüfter läuft. Bei 0 wird die Abluft permanent ausgeschaltet. Der maximale Wert beträgt 1440Min. <br><br> <b>Anmerkung: </b>Der Abluftventilator läuft unabhängig von den Timer-Einstellungen, auch während der Entfeuchtung im "Automatikbetrieb mit Be- und Entfeuchtung". <br><br> <b>Achtung: </b> Bei AUS Dauer=0 und EIN Dauer=0 wird die Umluft permanent ausgeschaltet. <br><br>

source: new logfile manually created
de_de: Neue Logdatei manuell erstellt

source: clear logfile
de_de: Logdatei gelöscht

source: new logfile created
de_de: Neue Logdatei erstellt

source: could not find %s!
de_de: %s konnte nicht gefunden werden!

source: manually started
de_de: manuell gestartet

source: started
de_de: gestartet

source: could not be started
de_de: konnte nicht gestartet werden

source: is running
de_de: läuft

source: no idea what is happening
de_de: keine Idee was passier ist

source: started due to agingtable start
de_de: durch Reifetabelle gestartet

source: agingtable started
de_de: Reifetabelle gestartet

source: agingtable could not be started
de_de: Reifetabelle kann nicht gestartet werden

source: agingtable stopped due to stopping
de_de: Waagenmessungen werden während des Kalibrierens angehalten

source: stopped
de_de: angehalten

source: agingtable stopped
de_de: Reifetabelle angehalten

source: measuring scale
de_de: Waagenmessung

source: performing tara on scale
de_de: Tarierung Waage läuft

source: measuring scale stopped
de_de: Waagenmessungen angehalten

source: statistic tables emptied
de_de: History Daten gelöscht

source: second
de_de: Sekunde

source: error on upload new nextion firmware: only .zip-files allowed
de_de: Fehler beim Hochladen der neuen nextionfirmware, nur .zip Dateien sind zugelassen

source: error on upload new nextion firmware: only 6000kb allowed
de_de: Fehler beim Hochladen der neuen Firmware: max. 600kb sind zugelassen

source: upload firmware file
de_de: Firmware Datei hochladen

source: wrong zip file content, must be pi-ager.tft
de_de: falscher Inhalt in der Zip Datei, sie muss die Datei pi-ager.tft beinhalten

source: error during unzip uploaded file
de_de: Fehler beim entpacken der hochgeladenen Zip Datei

source: please select a zip file with content pi-ager.tft to upload
de_de: zum Hochladen bitte eine Zip-Datei mit dem Inhalt pi-ager.tft auswählen

source: please select a zip file to upload
de_de: bitte eine zip Datei zum hochladen auswählen

source: none
de_de: keine

source: humidify
de_de: Befeuchten

source: heating
de_de: Heizen

source: custom time for diagrams changed
de_de: Benutzerdefinierte Zeit für Diagramme geändert

source: model unknown! Please contact us.
de_de: Modell nicht gefunden! Bitte kontaktieren sie uns.

source: light switched on manually
de_de: Licht manuell eingeschaltet

source: light switched off manually
de_de: Licht manuell ausgeschaltet

source: already running
de_de: läuft schon

source: uv switched on manually
de_de: UV manuell eingeschaltet

source: uv switched off manually
de_de: UV manuell ausgeschaltet

source: WLAN SSID or password missing
de_de: WLAN SSID oder Passwort fehlt

source: calibration done
de_de: Kalibrierung abgeschlossen

source: administration values
de_de: Administration Einstellungen

source: values saved
de_de: Einstellungen wurden gespeichert

source: backup values
de_de: Backup Einstellungen

source: Pi-Ager will be shutdown now. After the shutdown process is finished, you must put your Raspberry Pi device into power-off state and change your sensor wire connection!
de_de: Der Pi-Ager wird jetzt heruntergefahren. Nach dem Herunterfahren müssen Sie Ihren Raspberry Pi in den ausgeschalteten (stromlosen) Zustand versetzen und den Anschluss des Sensorkabels ändern!

source: Pi-Ager will be rebooted now
de_de: Pi-Ager wird jetzt neu gebootet

source: Change to 1-wire sensor
de_de: Wechsel zu 1-Draht

source: Change to I2C sensor
de_de: Wechsel zu I2C

source: Internal sensor changed
de_de: Interner Sensortyp geändert

source: External sensor type changed
de_de: Externer Sensortyp geändert

source: Nothing changed
de_de: Keine Änderung der Einstellungen

source: unauthorized character - please use only integers or floats!
de_de: unzulässige Zeichen - bitte nur ganze Zahlen oder Gleitkommazahlen verwenden!

source: unauthorized character - please use only integers!
de_de: unerlaubtes Zeichen - bitte nur ganze Zahlen verwenden!

source: automatic with humidification
de_de: Automatik mit Befeuchten

source: automatic with dehumidification and humidification
de_de: Automatik mit Befeuchten und Entfeuchten

source: UV ON/OFF duration
de_de: UV EIN/AUS Dauer

source: UV OFF duration
de_de: UV AUS Dauer

source: UV ON duration
de_de: UV EIN Dauer

source: UV ON duration & timestamp
de_de: UV EIN Dauer & Zeitpunkt

source: UV timestamp
de_de: UV Zeitpunkt

source: Light ON/OFF duration
de_de: Licht EIN/AUS Dauer

source: Light OFF duration
de_de: Licht AUS Dauer

source: Light ON duration
de_de: Licht EIN Dauer

source: Light ON duration & timestamp
de_de: Licht EIN Dauer & Zeitpunkt

source: Light timestamp
de_de: Licht Zeitstempel

source: configuration has been changed.
de_de: Konfiguratiuon wurde geändert.

source: humidifier control hysteresis
de_de: Hysterese Befeuchter

source: humidifier control hysteresis offset
de_de: Hysterese Befeuchter Offset

source: delay humidifier
de_de: Verzögerung Entfeuchter

source: dehumidifier control hysteresis
de_de: Hysterese Entfeuchter

source: circulation air OFF duration
de_de: Umluft AUS Dauer

source: circulation air ON duration
de_de: Umluft EIN Dauer

source: exhausting air OFF duration
de_de: Abluft AUS Dauer

source: exhausting air ON duration
de_de: Abluft EIN Dauer

source: dehumidify modus
de_de: Entfeuchter Modus

source: Light modus
de_de: Licht Modus

source: humidifier monitoring delay
de_de: Befeuchter-Überwachung Verzögerung

source: monitoring
de_de: Überwachung

source: values saved in file Database
de_de: Werte wurden in die DB gespeichert

source: values not within the specified limits!
de_de: Werte sind nicht in den spezifizierten Grenzen!

source: defrost values
de_de: Abtauwerte

source: the selection is saved
de_de: Die Auswahl wurde gespeichert

source: Nextion display type saved
de_de: Nextion Displaytyp gespeichert

source: messenger values
de_de: Messenger Einstellungen

source: event values
de_de: Event Werte

source: alarm values
de_de: Alarmwerte

source: mail recipient values
de_de: E-Mail Empfänger Einstellungen

source: ad mail recipient
de_de: E-Mail Empfänger hinzufügen

source: mail recipient added
de_de: E-Mail Empfänger hinzugefügt

source: mailserver values
de_de: Werte Mailserver

source: pushover values
de_de: Pushover Einstellungen

source: telegram values
de_de: Telegram Einstellungen

source: MQTT values
de_de: MQTT Einstellungen

source: values have been manually changed.
de_de: Werte wurden manuell geändert.

source: switch-off temperature
de_de: Ausschaltwert Temperatur

source: switch-on temperature
de_de: Einschaltwert Temperatur

source: switch-on heater
de_de: Einschaltwert Heizung

source: switch-off heater
de_de: Ausschaltwert Heizung

source: switch-on cooler
de_de: Einschaltwert Kühlung

source: switch-off cooler
de_de: Ausschaltwert Kühlung

source: switch-on humidifier
de_de: Einschaltwert Befeuchter

source: switch-off humidifier
de_de: Ausschaltwert Befeuchter

source: switch-on dehumidifier
de_de: Einschaltwert Entfeuchter

source: switch-off dehumidifier
de_de: Ausschaltwert Entfeuchter

source: values not in the specified limits!
de_de: Werte sind nicht in den spezifizierten Grenzen!

source: is selected
de_de: ist ausgewählt

source: edited agingtable saved
de_de: editierte Reifetabelle gespeichert

source: deleted
de_de: gelöscht

source: can not delete the controlling agingtable. Please choose another first
de_de: Die laufende Reifetabelle kann nicht gelöscht werden, bitte vor dem Löschen eine andere auswählen

source: unexpected Error
de_de: unerwarteter Fehler

source: error on upload new agingtable: only csv-files allowed
de_de: Fehler beim Hochladen der neuen Reifetabelle: nur csv Dateien sind zugelassen

source: error on upload new agingtable: only 500kb allowed
de_de: Fehler beim Hochladen der neuen Reifetabelle: max. 500kb sind zugelassen

source: upload agingtable
de_de: Reifetabelle hochladen

source: file saved in database
de_de: Datei ind DB geschrieben

source: csv-file has not the right structure. please use a default-template
de_de: Die csv Datei hat nicht die erforderliche Struktur, bitte die Defaultvorlage nutzen

source: please select a file to upload
de_de: bitte eine Datei zum hochladen auswählen

source: export agintable
de_de: Reifetabelle exportieren

source: done
de_de: Fertig

source: row in agingtable deleted
de_de: Zeile(n) in Reifetabelle gelöscht

source: rows in agingtable added
de_de: Zeile(n) in Reifetabelle hinzugefügt

source: exceptions
de_de: Systemfehler

source: exception
de_de: Fehler

source: e-mail
de_de: Mail

source: ATTENTION: save messenger values?
de_de: ACHTUNG: Messenger Einstellungen speichern?

source: helptext_messenger
de_de: <br><br> <b>Systemfehler</b> <br><br> <br>Der Fehlermanager / Messenger steuert die Benachrichtigung an die einzelnen Dienste wie E-Mail, Alarm, Pushover und Telegram. <br>Hier kann einzelnen Fehler bzw. Exceptions zugeordnet werden, wohin die Nachricht übergeben wird. <br>Tritt ein Systemfehler auf, wird nach Abschluss der Benachrichtigungen das Pi-Ager Programm heruntergefahren. Details zum aufgetretenen Systemfehler erscheinen auch im Log. <br><br> <b>!!! Wichtig !!!: </b>Werden in diesem Bereich Änderungen vorgenommen, muss z.Zt. das System neu gestartet werden (Reboot) damit diese Änderungen aktiv werden. <br><br> <b>Checkboxen: </b>Hier kann man den entsprechenden Benachrichtigungsdienst aktivieren, über den die Nachricht versendet werden soll. <br><br> <b>Alarm: </b> Hier kann man die Art des akustischen Alarm auswählen ( Signalgeber auf der Platine). Die Alarmarten kann man weiter unten im Bereich "Alarm" entsprechend defineren. <br><br>

source: active
de_de: aktiv

source: ATTENTION: save event values?
de_de: ACHTUNG: Event Werte speichern?

source: helptext_event
de_de: <br><br> <b>Event </b> <br><br> <br>Der Eventmanager steuert die Benachrichtigung an die einzelnen Dienste wie E-Mail, Alarm, Pushover und Telegram. <br>Hier kann den Events zugeordnet werden, wohin die Nachricht übergeben wird und ob akustischer Alarm aktiviert werden soll. <br><br> <b>Event: </b>Hier wird das von System erkannte Event eingetragen. Diese Spalte ist meistens schon vordefiniert. <br><br> <b>Checkboxen: </b>Hier kann man den entsprechenden Benachrichtigungsdienst aktivieren, über den die Nachricht versendet werden soll. <br><br> <b>Alarm: </b> Hier kann man die Art das akustischen Alarm auswählen (Signalgeber auf der Platine). Die Alarmarten kann man weiter unten im Bereich "Alarm" entsprechend defineren. <br><br> <b>Event Text: </b>Hier kann man jedem Event einenText zuornden der dann als Nachricht über den entsprechenden Dienst versendet wird. <br><br> <b>Aktiv: </b> Hier kann man auswählen, ob dieses Event überhaupt beachtet werden soll. Ist diese Checkbox nicht angewählt, erfolgt keine Benachrichtigung oder Protokollierung. <br><br>

source: replication
de_de: Wiederholung

source: sleep
de_de: Pause

source: high_time
de_de: EIN Zeit

source: low_time
de_de: AUS Zeit

source: waveform
de_de: Schwingungsform

source: frequency
de_de: Frequenz

source: ATTENTION: save alarm values?
de_de: ACHTUNG: Alarmwerte speichern?

source: ATTENTION: add alarm?
de_de: ACHTUNG: Alarm hinzufügen?

source: id to delete:
de_de: zu löschende ID:

source: ATTENTION: delete alarm?
de_de: ACHTUNG: Alarm löschen?

source: helptext_alarm
de_de: <br><br> <b>Alarm Funktion: </b> <br><br> <br>Hier kann man unterschiedliche Alarmarten für den akustischen Alarm definieren. <br>Folgende Parameter sind einstellbar: <br><br> <b>Alarm: </b> Hier trägt man die Bezeichnung der Alarmkonfiguration ein. <br> Diese Bezeichnung erscheint dann in den jeweiligen Auswahlfelder in den Bereichen Messenger oder Event. <br><br> <b>Wiederholungen: </b> Hier trägt man ein, wie oft eine Alarmsequenz wiederholt werden soll. <br><br> <b>Pause:</b> Hier trägt man die Pausenzeit zwischen den Wiederholungen ein. <br><br> <b>EIN Zeit:</b> Hier trägt man Zeit ein, wie lange der Signalgeber wärend einer Alarmsequenz angesteuert werden soll. <br><br> <b>AUS Zeit:</b> Hier trägt man Zeit ein, wie lange der Signalgeber wärend einer Alarmsequenz abgeschaltet werden soll. <br><br> <br>Möchte man eine Alarmkonfiguration aus der Liste löschen, kann man sie, durch das auswählen der entsprechenden ID, aus der Datenbank komplett entfernen. <br><br>

source: to mail
de_de: an E-Mail

source: ATTENTION: save e_mail recipient values?
de_de: ACHTUNG: E-Mailempfänger Einstellungen speichern?

source: ATTENTION: add e_mail recipient?
de_de: ACHTUNG: Einen E-Mail Empfänger hinzufügen?

source: ATTENTION: delete e-mail recipient?
de_de: ACHTUNG: E-Mail Empfänger löschen?

source: helptext_email
de_de: <br><br> <b>E-Mail: </b <br><br> <br>Hier kann man E-Mail Adressen eintragen, an die Benachrichtigungen gesendet werden sollen. <br><br> <br>Mit Hilfe der Checkbox "Aktiv" kann man das Senden an die entsprechende E-Mail Adresse aktivieren oder deaktivieren. <br><br> <br>Möchte man eine E-Mail Adresse aus der Liste löschen, kann man sie, durch das Auswählen der entsprechenden ID, aus der Datenbank komplett entfernen. <br><br>

source: user
de_de: Benutzer

source: password
de_de: Passwort

source: from mail
de_de: von E-Mail

source: ATTENTION: save mailserver values?
de_de: ACHTUNG: Mailserver Einstellungen speichern?

source: ATTENTION: test mailserver? be shure you have saved the values before!
de_de: ACHTUNG: Mailserver testen? Bitte sicherstellen dass die Einstellungen vorher gespeichert wurden!

source: test mailserver
de_de: E-Mail Testnachricht senden

source: helptext_mailserver
de_de: <br><br> <b>Mail Server: </b> <br><br> <b>Server: </b> Hier trägt man den entsprechenden SMTP Server von eurem Provider ein, z.B. securesmtp.t-online.de <br><br> <b>Benutzer: </b> Hier trägt man den entsprechenden Benutzernamen für den SMTP Server ein. <br><br> <b>Passwort:</b> Passwort für den Benutzer <br><br> <b>Port:</b> Hier wählt man den Port für den SMTP Server aus. <br><br>

source: pushover_active
de_de: Pushover aktiv

source: ATTENTION: save pushover values?
de_de: ACHTUNG: Pushover Einstellungen speichern?

source: ATTENTION: test pushover values? be shure you have saved the values before!
de_de: ACHTUNG: Pushover Einstellungen testen? Bitte vorher sicherstellen, dass die Einstellungen gespeichert wurden!

source: test pushover values
de_de: Pushover Testnachricht senden

source: helptext_pushover
de_de: <br><br> <b>Pushover:</b> <br><br> <br>Um Pushover nutzen zu können, muss man sich die APP für das entsprechende System (Android / IOS) herunterladen, installieren und einen Account erstellen. <br>Nach der Anmeldung erhält man eine E-Mail, über die man die Anmeldung bestätigen muss. <br><br> <br>Um den <b>User-Key </b>und <b>API Token/Key </b>zu generieren muss man sich hier einloggen: https://pushover.net/ <br>Auf der Seite findet man dann nach dem Login den eigenen User-Key. <br><br> <br>Als nächstes muss man eine Anwendung registrieren: </b><i> Create an Application/API Token </i> <br>Als Name kann man dann "Pi-Ager" eintragen, wer möchte, kann auch ein Icon hinzufügen. <br>Ist dieser Vorgang abgeschlossen, wird ein API Token/Key generiert. <br>Diese 2 Strings (<b>User-Key </b>und <b>API Token/Key </b>) müssen in die entsprechende Felder auf der Pi-Ager Seite "Benachrichtigung" eingetragen werden. <br>(Speichern nicht vergessen) <br><br> <br>Wenn die APP auf dem Handy schon installiert ist und man sich mit dem Account angemeldet hat, <br>kann man über die Pi-Ager Seite eine Testnachricht senden. <br>Kommt diese an, ist alles richtig eingestellt. <br><br>

source: telegram_active
de_de: Telegram aktiv

source: ATTENTION: save telegram values?
de_de: ACHTUNG: Telegram Einstellungen speichern?

source: ATTENTION: test telegram values? be shure you have saved the values before!
de_de: ACHTUNG: Telegram Einstellungen testen? Bitte vorher sicherstellen, dass die Einstellungen gespeichert wurden!

source: test telegram values
de_de: Telegram Testnachricht senden

source: helptext_telegram
de_de: <br><br> <b>Telegram:</b> <br><br> <br>Um Telegram nutzen zu können, muss man die APP für das entsprechende System (Android / IOS) herunterladen und installieren. <br>Wenn das abgeschossen ist, gibt man im oberen Suchfeld "BotFather" ein und wählt dann den Chat aus. <br><br> <br>Jetzt kann man einen Bot erstellen: <br>Dafür sendet man dem neuen Nutzer BotFather einfach die Nachrichten: <br>/newbot <br>Man wird dann aufgefordert, die Bot Bezeichnung und den Bot-User Namen festzulegen (Der User Name muss unbedingt auf <b>bot</b> enden). <br>z.B. : <br><b>Bot Name:</b></b><i> Pi-Ager </i>oder</b><i> Reifeschrank </i>oder</b><i> Mein-Pi-Ager</i> <br><b>User Name:</b></b><i> Name_bot </i>oder</b><i> irgendein Name_bot </i> <br>Zum Abschluss bekommt man den sogenannten Token, eine längere Zeichenkette, die euren Bot eindeutig identifiziert. <br>Z.B: </b><i> 123456787:ABcdEFGhijklm-aTchoFJ_pb6oZKxzx8Zw</i> <br>Am besten man kopiert den Token-Code direkt in eine Text Datei . <br>Optional kann man ein Nutzerbild für den Bot etc. einrichten – sendet einfach im Telegram-Client Befehle wie /setuserpic, /help usw. <br><br> <br><b>Wichtig: </b>Man muss jetzt den Bot erstmal starten und eine erste Nachricht versenden, sonst funktioniert der nächste Schritt nicht. <br><br> <br>Um den Bot zu starten, klickt man auf dem Link in der Antwort, der sieht dann so ähnlich aus: </b><i>t.me/Name_bot</i> <br>Es öffnet sich ein Chatfenster, in dem man dann den Bot starten kann. <br>Das kann (je nach Version) über ein Feld gemacht werden oder man sendet den Befehl / Nachricht : <br>/start <br><br> <br>Jetzt muss man die Chat ID rausfinden. <br>Es ist wirklich wichtig, über das Smartphone etwas in einen Chat einzutippen z.B.: „Hallo Test“, denn sonst funktioniert es nicht. <br>Als nächstes ruft man folgende URL im Browser auf: https://api.telegram.org/bot[HTTP-TOKEN]/getUpdates <br>[HTTP-TOKEN] muss man durch den ermittelten String ersetzen. <br>z.B.: <br>https://api.telegram.org/bot<b>123456787:ABcdEFGhijklm-aTchoFJ_pb6oZKxzx8Zw</b>/getUpdates <br>Als Antwort kommt dann so etwas ähnliches: <br>{"ok":true,"result":[{"update_id":277706798, <br>"message":{"message_id":3,"from":{"id":<b>374628888</b>,"first_name":"Frank","last_name":"Mustermann"},"chat":{"id":374628888,"first_name":"Frank","last_name":"Mustermann","type":"private"},"date":1499083767,"text":"Hallo Test"}}]} <br>Was wir brauchen ist die Zahl/ String nach "id", also hier wäre das <b>374628888</b>. <br><br> <br>Dann hat man alles was man für den Pi-Ager braucht: <br><b>bot token (HTTP Token):</b> 123456787:ABcdEFGhijklm-aTchoFJ_pb6oZKxzx8Zw <br><b>bot chatID:</b> 374628888 <br><br> <br>Diese 2 Strings müssen in die entsprechende Felder auf der Pi-Ager Seite "Benachrichtigung" eingetragen werden. <br>(Speichern nicht vergessen) <br>Jetzt kann man über die Pi-Ager Seite eine Testnachricht senden. <br>Kommt diese an, ist alles richtig eingestellt. <br><br>

source: broker address
de_de: Broker Adresse
